Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Norsk bokmål
fkv: Oversatt tekst

source: Nå kan du flytte på karakterene dine, og lage ditt eget eventyr
fkv: Nyt sie saatat siirttäät sinun karaktäärit, ja tehđä sinun oman eeventyyrin.

source: Tripp, trapp, tripp, trapp (lys stemme).
fkv: Klipp, klopp, klipp, klopp (fiini ääni).

source: Jeg er liten.
fkv: Mie olen pieni.

source: Jeg er den minste Bukken Bruse.
fkv: Mie olen Pikkupukki Pruusi.

source: Hvem er jeg?
fkv: Kuka mie olen?

source: Tripp, trapp, tripp, trapp (litt mørkere stemme).
fkv: Klipp, klopp, klipp, klopp (pikkuisen krouvempi ääni).

source: Jeg er ikke liten og ikke stor.
fkv: Mie en ole pieni, enkä iso.

source: Jeg er den mellomste Bukken Bruse.
fkv: Mie olen Keskipukki Pruusi.

source: Tripp, trapp, tripp, trapp (mørk stemme)
fkv: Klipp, klopp, klipp, klopp (krouvi ääni).

source: Jeg er stor.
fkv: Mie olen iso.

source: Jeg er den største Bukken Bruse.
fkv: Mie olen Isopukki Pruusi.

source: Jeg er trollet, og jeg bor under broa.
fkv: Mie olen trolli, ja mie asun sillan alla.

source: Det er min bro.
fkv: Tämä oon minun silta.

source: Jeg bestemmer hvem som får lov til å gå over broa.
fkv: Mie määrään kuka saapi luvan mennä sillan yli.

source: Vil du gå over broa?" 3359
fkv: Halluutko sie mennä sillan yli?

source: Jeg er moren til gutten.
fkv: Mie olen pojan mamma.

source: Vi er fattige og har lite mat. Men vi har mel, og det kan vi lage grøt av.
fkv: Met olema köyhät ja meilä oon vaanasti ruokkaa. Mutta meilä oon jauhoi puurhoon.

source: Hvor er gutten min?
fkv: Missä oon minun poika?

source: Jeg er gutten.
fkv: Mie olen poika.

source: Jeg skal hjelpe mammaen min. Jeg skal hente mel på stabburet.
fkv: Mie aijon auttaat minun mammaa. Mie aijon nouttaat jauhoi aitasta.

source: (effektlyd, klirr klirr)
fkv: Voi voi, nyt se tuulee.

source: Jeg er bukken.
fkv: Mie olen pukki.

source: Jeg kan gjøre gullpenger.
fkv: Mie saatan laittaat kultarahhoi.

source: 3362 Jeg er gjestgiveren.
fkv: Mie olen kestikievarin isäntä.

source: Jeg har et hus du kan spise og sove i. 3363
fkv: Minula oon huonet missä sie saatat syöđä ja nukkuut.

source: Jeg er kona til gjestgiveren.
fkv: Mie olen kestikievarin isänän ämmä.

source: 3364 *. Lyd av vind:
fkv: Mie laitan ruokkaa.

source: Jeg er Nordavinden.
fkv: Mie olen Pohjaistuuli.

source: Du kan ikke se meg, men jeg kan blåse på deg. 3365
fkv: Sie et saata nähđä minnuu, mutta mie saatan puhalttaat sinun pääle.

source: Jeg er en ravn.
fkv: Mie olen korppi.

source: Hvilken farge har jeg?
fkv: Minkä färinen mie olen?

source: Jeg er en påfugl.
fkv: Mie olen riikinkukko.

source: Se på fjærene mine?
fkv: Katto minun höyhämii?

source: Hvilken farge er det på dem?
fkv: Minkä färiset net oon?

source: Jeg er en rev.
fkv: Mie olen kettu.

source: Hmmm - jeg er litt lur! 3368
fkv: Hmmm - mie olen pikkuisen kavala!

source: Jeg er en krokodille.
fkv: Mie olen krokodilli.

source: Jeg har en stor munn og spisse tenner.
fkv: Minula oon iso suu ja terävät hamphaat.

source: Jeg er en sebra.
fkv: Mie olen seebra.

source: Jeg har svarte og hvite striper.
fkv: Minula oon mustat ja valkkeet raiđat.

source: Jeg er en sjiraff.
fkv: Mie olen sjiraffi.

source: Halsen min er veldig lang.
fkv: Minun kaula oon hirmu pitkä.

source: Jeg er en skomaker.
fkv: Mie olen suutari.

source: Jeg reparerer sko.
fkv: Mie paranan kengät.

source: Har du hull i skoene dine? 3372
fkv: Oonko sinula reijät sinun kengissä?

source: Jeg er jomfruen.
fkv: Mie olen neito.

source: Heksen har fanget meg og låst meg inne.
fkv: Saatatko sie auttaat minun ulos? Jeg er heksen.

source: M Mi 3374
fkv: Jeg er slem.

source: Jeg er en bie. Jeg flyr fra blomst til blomst?
fkv: Mie olen honninkimettinen. Mie lentelen kukasta kukkhaan?

source: Vet du hva jeg kan lage? 3375
fkv: Tieđätkö sie mitä mie saatan laittaat?

source: Jeg er en and.
fkv: Mie olen suorsa.

source: Jeg svømmer rundt i innsjøen
fkv: Mie uin ympäri järvessä.

source: Jeg er en maurdronning.
fkv: Mie olen muurhaistronninki.

source: Jeg bor i maurtuen 3377
fkv: Mie asun muurhaispounussa.

source: Jeg er en gutt, og jeg skal lage en julegave til moren min
fkv: Mie olen poika, ja mie aijon laittaat jouluskenkin minun mammale.

source: Jeg er Stallo.
fkv: Mie olen Stallu.

source: Jeg er en trollma.
fkv: Mie olen noitaäijä.

source: Jeg passer på at barna ikke gjør noe galt.
fkv: Mie passaan ette lapset ei tehđä mithään huonoo.

source: DA tar jeg dem! 3379
fkv: SILLOIN mie otan heiđät!

source: Jeg er Luthat og konen til Stallo.
fkv: Mie olen Luhtakka ja Stallun ämmä.

source: Jeg er en trollkvinne.
fkv: Mie olen noitaämmä.

source: Pass deg for meg! 3380
fkv: Passaa ittesti minulta!

source: Jeg er lillebror.
fkv: Mie olen pikkuveli.

source: Jeg like å fiske. 3381
fkv: Mie tykkään pyyttäät kallaa.

source: Jeg er storebror.
fkv: Mie olen isoveli.

source: Jeg er ikke redd for vinden og bølgene.
fkv: Mie en pölkkää tuulta enkä paaroi.

source: 3382 Vi er sajver.
fkv: Met olema saivolaiset.

source: Vi passer på naturen.
fkv: Met passaama luonttoo.

source: Vi vil at DU også skal passe på naturen..
fkv: Met halluuma ette SIE kans passaat luonttoo.

source: Hei, nå skal du få bli kjent med oss.
fkv: Hei, nyt sie saat opastuut meihin.

source: Godkjenn
fkv: Hyväksy

source: Aktivitet
fkv: Aktiviteetti

source: Legg til bilde
fkv: Lissää kuvan

source: Alle
fkv: Kaikki

source: Autospilling: av
fkv: Autopellaus: pois

source: Autospilling: på
fkv: Autopellaus: päälä

source: Tilbake
fkv: Takaisin

source: Denne kan ikke favoriseres
fkv: Tätä ei saata favuriseerata

source: Denne kan ikke vises
fkv: Tätä ei saata näyttäät

source: Inloggingen var vellykket
fkv: Sisälelokkaus onnistui

source: Velg et bilde
fkv: Valitte kuvan

source: Klikk her for å logge ut
fkv: Klikkaa tähän ette lokata ulos

source: Kunne ikke bli medlem i gruppen
fkv: Ei ollu mahđolista tulla roikan jäseneksi

source: Kunne ikke oppdatere profilen din.
fkv: Ei saattanu ylösdateerata sinun profiilii.

source: Vennligst prøv igjen
fkv: Ole ystävällinen ja freistaa uuđesti

source: Nedlasting fjernet
fkv: Alaslastauksen poistettu

source: Lastet ned
fkv: Lastattu alas

source: Laster ned...
fkv: Lastathaan alas...

source: Laster opp...
fkv: Lastathaan ylös...

source: Nedlastinger
fkv: Alaslastaukset

source: Rediger feltet
fkv: Redigeeraa alan

source: Rediger profilen Redigeeraa profiilin
fkv: Ei ole vielä mahđolista redigeerata tätä allaa

source: Feil
fkv: Feili

source: Favoritt lagt til
fkv: Favuriitin lisätty

source: Favoritt fjernet
fkv: Favuriitin poistettu

source: Favoritter
fkv: Favuriitit

source: Filter Filtteri
fkv: Lokkaa sisäle

source: Innboks
fkv: Laakraa

source: E-postiloova
fkv: Lähätethään...

source: Logg inn
fkv: Lähätetty

source: Lagre
fkv: Teema

source: Sending... Sendt
fkv: Vasthaanottaaja

source: Til Logg ut
fkv: Lokkaa ulos

source: Språk
fkv: Kieli

source: Mediaspiller
fkv: Meediapellaaja

source: Brukernavn
fkv: Pittääjännimi

source: Passord
fkv: Salasana

source: eller
fkv: tahi

source: Logg inn med Facebook
fkv: Lokkaa sisäle Facebookila

source: Send inn
fkv: Lähätä sisäle

source: Registrer
fkv: Registreeraa

source: Glemt passordet?
fkv: Unheetitko salasanan?

source: Det ser ut til at du er uten nett-tilgang, app-funksjonaliteter kan være begrenset
fkv: Se näyttää siltä ette olet ilman nettiyhtheyttä. App-funksjonaliteetit saatethaan olla rajoitetut

source: Vellykket registrering!
fkv: Onnistunnu registreerinki!

source: Vellykket innlogging
fkv: Onnistunnu sisälelokkaus

source: Vellykket utlogging
fkv: Onnistunnu uloslokkaus

source: Innstillinger for språk
fkv: Kielitälläykset

source: Ingen språk er tilgjengelige
fkv: Ei yhthään kieltä ole sautettavissa

source: Ingen tilgjengelige valg
fkv: Ei yhthään valinttaa ole sautettavissa

source: Vennligst prøv fra mobil/nettbrett
fkv: Ole ystävällinen ja freistaa käsifuunista/nettipretasta

source: Vennligst bruk en godkjent innlogging
fkv: Ole ystävällinen ja piđä hyväksyttyy sisälelokkausta

source: Det er problemer med å kontakte serveren
fkv: Se oon probleemiita ette saađa kontaktin serverhiin.

source: Du er logget ut av appen, men det var et problem med serveren
fkv: Sie olet lokattu ulos apista, mutta se oli probleemi serverin kans

source: Valgt språk er endret
fkv: Valitun kielen oon muutettu

source: Avmeldt
fkv: Suksess!

source: Ingen data tilgjengelige, dra ned for å oppdatere når du er online
fkv: Ei ole mithään daattaa sautettavissa. Veđä alaskäsin ette ylösdateeraat ko olet online

source: Feil ved henting av innhold
fkv: Feili ko piti hakkeet sisälyksen

source: Favoritten er fjernet
fkv: Favuriitin oon poistettu

source: Ingen favoritter å vise
fkv: Ei ole yhtäkhään favuriittii

source: Favoritten er lagt til
fkv: Favuriitin oon lisätty

source: Svar
fkv: Flaku

source: Flagg
fkv: Näytä

source: Fjern
fkv: Poista

source: Slett
fkv: Poista

source: Aktiviteten har blitt flagget
fkv: Aktiviteetin oon flavutettu

source: Vennligst logg ut og deretter logg inn igjen
fkv: Ole ystävällinen ja lokkaa ulos ja sitte lokkaa taas sisäle

source: Vennligst legg til innhold
fkv: Ole ystävällinen ja lissää sisälyksen

source: Ingen nedlastinger tilgjengelige
fkv: Ei yhthään alaslastausta ole sautettavissa

source: Nedlastingen er fjernet
fkv: Alaslastauksen oon poistettu

source: Bli med i gruppen
fkv: Tule myötä roikkhaan

source: Kunne ikke bli med i gruppen
fkv: Ei saatettu olla myötä roikassa

source: Gruppeaktivitet
fkv: Roikka-aktiviteetti

source: Gruppedetaljer Roikkadetaljit
fkv: Ole ystävällinen ja lokkaa sisäle

source: Vær vennlig å logge inn
fkv: Roikassa myötäoleminen

source: Post en kommentar
fkv: Postaa kommentaarin

source: Post oppdateringen
fkv: Postaa ylösdateeringin

source: Oppdateringen er postet!
fkv: Ylösdateeringin oon postattu!

source: Logg inn for å poste et svar
fkv: Lokkaa sisäle ette saatat postata vastauksen

source: Kommentaren er lagt til
fkv: Kommentaarin oon lisätty

source: Kommentar
fkv: Kommentaari

source: Kommentarer
fkv: Kommentaarit

source: Ikke noe innhold å vise
fkv: Ei ole sisälystä mitä saattaa näyttäät

source: Min profil
fkv: Minun profiili

source: Du må være innlogget for å gjøre det
fkv: Sie häyđyt olla sisälelokattu jos halluut tehđä sen

source: Kan ikke vise innholdet
fkv: Ei saata näyttäät sisälystä

source: Kan ikke favorittmerke innholdet
fkv: Ei saata merkata sisälystä favuriitiksi

source: Det oppstod et problem, vennligst prøv igjen
fkv: Se tuli probleemi, ole ystävällinen ja freistaa uuđesti

source: Det oppstod et problem med favorittmerking av innholdet
fkv: Se tuli probleemi ko piti merkata sisälyksen favuriitiksi

source: Det oppstod et problem
fkv: Se tuli probleemi

source: Det oppstod et problem med visning av profilen
fkv: Se tuli probleemi ko piti näyttäät profiilin

source: Vennligst logg inn eller registrer deg
fkv: Ole ystävällinen ja lokkaa sisäle tahi registreeraa ittesti

source: Meldingen er sendt
fkv: Mellingin oon lähätetty

source: Send melding
fkv: Lähätä mellingin

source: Din melding
fkv: Sinun mellinki

source: Melding
fkv: Mellinki

source: Venner
fkv: Ystävät

source: Venn
fkv: Ystävä

source: Stopp vennskap
fkv: Toppaa ystävyyđen

source: Omtaler
fkv: Maininat

source: Meg
fkv: Mie

source: Ta et bilde
fkv: Ota kuvan

source: Bildebibliotek
fkv: Kuvabiblioteekki

source: Avbryt
fkv: Olesta

source: Varslinger
fkv: Varoitukset

source: Forespørsler
fkv: Pyynöt

source: Sist oppdatert
fkv: Viimi ylösdateeraus

source: Vis full profil
fkv: Näytä koko profiilin

source: Fullt navn
fkv: Koko nimi

source: Navn på barnehage,skole eller organisasjon
fkv: Lastentarhaan, koulun tahi organisasjuunin nimi

source: Fyll ut for å registrere deg
fkv: Täytä jos halluut registreerata ittesti

source: Opprett brukernavn
fkv: Tehe pittääjännimen

source: Opprett passord
fkv: Tehe salasanan

source: Jeg har en verifiseringskode
fkv: Minula oon verifiseerauskoodi

source: Velkommen tilbake
fkv: Tervetulemaa takaisin

source: Følelser
fkv: Tuntheet

source: Leketøy
fkv: Leekat

source: Under vann
fkv: Veđen alla

source: Høytider
fkv: Pyhäpäivät

source: Ord
fkv: Kurs

source: Hvilket eventyr skal jeg velge?
fkv: Minkä eeventyyrin mie piđän valita?

source: Bolig
fkv: Asumahuonet

source: Dyr, fugler og insekter
fkv: Elävät, linnut ja syöpäläiset

source: Peret
fkv: Färit

source: Former
fkv: Meressä

source: Formut Frukt
fkv: Hetelmä/frukti

source: Kjøretøy og trafikk
fkv: Kulkuneuvot ja trafikki

source: Klær
fkv: Vaattheet

source: Kropp
fkv: Kroppi

source: Tall
fkv: Ruoka

source: Verktøy
fkv: Työkalut

source: Vær
fkv: Sää

source: Natur
fkv: Luonto

source: Hvilket eventyr skal jeg velge
fkv: Minkä eeventyyrin piđän valita

source: Rammeplan for barnehagen
fkv: Lastentarhaan raamiplaana

source: Foreldre og foresatte
fkv: Vanhiimet ja eđesvastuuliset

source: Troll i ord:ista
fkv: Daattatälläykset

source: Her vil du finne kursinnhold med videoleksjonar, ord og begrep, ressurser for nedlasting mm
fkv: Tässä sie löyđät kursin sisälyksen missä oon muun myötä videoleksjuunit, sanat ja termit, ja kans resyrsit alaslastausta varten.

source: Delta i forum med andre lærere, og del erfaringer, tips og triks
fkv: Ole myötä foorumissa muitten opettaajiitten kans, ja jaja kokemukset, neuvot ja vinkit

source: Klar for å gå i gang
fkv: Valmis alkamhaan

source: Gå til kursene
fkv: Mene kurshiin

source: Aktiviteter
fkv: Aktiviteetit

source: Medlemmer
fkv: Jäsenet

source: De tre bukkene Bruse som skulle gå til seters og gjøre seg fete
fkv: Kolme pukkii Pruusii jokka aijothiin mennä kesäsijhaan syömhään ittensä paksuksi

source: Ferdig
fkv: Valmis

source: Intro
fkv: Sanat

source: Profil
fkv: Profiili

source: høytider
fkv: Pyhäpäivät

source: Formut
fkv: Leekat

source: Ordkort, samtalekort, fortellekort og fargeleggingsark
fkv: Sanakortit, praattikortit, muistelemiskortit ja färjäysarkit

source: Her finner du pdf-filer av ordkort, fortellekort og samtalekort.
fkv: Tästä löyđät pdf-fiilit missä oon sanakortit, muistelemiskortit ja praattikortit.

source: Pdf-filene kan du skrive ut på papir og bruke i aktivitetene i metodekurset.
fkv: Pdf-fiilit sie saatat printata ja pittäät met uu dikursin a ktiviiteetiissa.

source: Digitale kort
fkv: Sanakortit: Lastaa alas pdf

source: Her kan du se og lytte til fortellekort og samtalekort.
fkv: Muistelemiskortit: Lastaa alas pdf Praattikortit: Lastaa alas pdf

source: Fortellekort Samtalekort
fkv: Färjäysarkit: Lastaa alas pdf

source: Digitaaliset kortit
fkv: Muistelemiskortit

source: Bilder til nedlasting
fkv: Kuvat alaslastausta varten

source: Her finner du bilder av karakterer og rekvisitter fra eventyret.
fkv: Tästä sie löyđät kuvat karaktääriistä ja eeventyyriitten rekvisiitiistä.

source: Bildene kan lastes ned og lagres i kamerarullen på nettbrettene som skal brukes til aktivitetene i metodekurset.
fkv: Sie saatat lastata alas kuvat ja laakrata net nettiprettoin kamerarullhaan. Nettiprettoi piđethään metuudikursin aktiviteetiissa.

source: Bildene kan f.eks brukes i etterarbeidsaktivitetene for Puppet Pals, MyMemo og BookCreator.
fkv: Kuvvii saattaa pittäät esim. jälkityöaktiviteetiissa näitä varten: Puppet Pals, MyMemo ja BookCreator.

source: Eventyrkarakterer: Last ned bilder
fkv: Eeventyyrikaraktäärit: Lastaa alas kuvat

source: Nettbutikk
fkv: Nettikauppa

source: Ønsker du å kjøpe konkretene for eventyret om X, så finner du disse her:
fkv: Jos halluut ostaat eeventyyriitten konkreetit X:stä, niin sie löyđät net täältä:

source: X = Bukkene Bruse
fkv: X= Kolme pukkii Pruusii

source: X = Gutten og Nordavinden
fkv: X=Poika ja Pohjaistuuli

source: X = Påfuglen og ravnen
fkv: X=Riikinkukko ja korppi

source: X = Krokodillen og reven
fkv: X= Krokodilli ja kettu

source: X= Suutari Dratewka
fkv: X= Stallu jouluaattona

source: Introduksjuuni
fkv: Nettikaupphaan

source: Vi vil starte med å si litt om viktigheten av konkreter i kommunikasjon med barn, og særlig i kommunikasjon med barn med andre språk.
fkv: Met halluuma ensisti sannoot vähän sen ympäri ette kuinka tärkkeet oon konkreetit ko kommuniseerathaan lasten kans, ja olletikki ko kommuniseerathaan niitten lasten kans kekkä puhuthaan muita kielii.

source: Konkreter er også en viktig metode i foreldresamarbeidet.
fkv: Konkreetit oon kans tärkkee metuudi yhtheistyössä vanhiimiitten kans.

source: Videoen under er laget av: Synnøve Tjølsen og Sissel Rasmussen-Moe, med personalet i Barnely barnehage.
fkv: Synnøve Tjølsen ja Sissel Rasmussen-Moe Barnely oon yhđessä lastentarhaan työntekkiijöitten kans tehnheet videot alla.

source: Observasjon
fkv: Havainot

source: Før man går i gang med verktøyene og aktivitetene i Troll i ord - språkverktøy må pedagogen gjøre seg tanker om hvem barna er, og hvilke språklige erfaringer og ferdigheter de har.
fkv: Ennen ko päästhään alkhuun työkalluin ja aktiviteetiitten kans Troll i ord-kielityökalussa, niin pedagoogi häyttyy hunteerata sitä kekkä lapset oon, ja kummoiset kieleliset kokemukset ja kyvyt heilä oon.

source: Hvor gamle er barna?
fkv: Kuinka vanhaat lapset oon?

source: Hvordan er ferdighetene på norsk og på morsmålet?
fkv: Kummoiset kyvyt oon norjan kielessä ja äiđinkielessä?

source: Les gjerne Margareth Sandvik sine refleksjoner rundt bruk av kartlegging i barnehagen.
fkv: Luje mielelä mitä Margareth Sandvik hunteeraa sen ympäri ette piđethään selvityksii lastentarhaassa.

source: Førforståelse
fkv: Ensiymmärys

source: Det kan være nødvendig for noen barn å få klarhet i deler av ordforrådet før eventyret blir formidlet.
fkv: Se saattaa olla tarpheelista joileki lapsile ette selvität heile osan sanoista ennen ko muistelet eeventyyrin.

source: I arbeid med førforståelse kan den voksne legge opp til samtaler med barnet rundt utvalgte begreper og konteksten de kan inngå i. Slik vil barnet få hjelp til å aktivere sine tidligere erfaringer rundt begrepene og sikre en grundigere forståelse.
fkv: Ko työtelhään ensiymmäryksen kans, saattaa raavas puhhuut lapsen kans valituitten fraassiin ja sannoin ympäri, ja missä kontekstiissa net saatethaan olla. Sillä tavala lapsi saapi avun ette aktiveerata varhemppii kokemuksii sannoin ja fraassiin ympäri.

source: Betydning
fkv: 2a Merkitys

source: Her er det kunnskap om hva vi gjør med tingen, og hvor vi finner den som er viktig.
fkv: Tässä oon tiettoo siitä mitä met tehemä tinkkoin kans, ja mistä met löyđämä sen mikä oon tärkkeetä.

source: Et eple spiser vi, og vi finner det i hagen eller i butikken.
fkv: Met syömä äpylin, ja löyđämä sen haakista tahi kaupasta.

source: En bil kjører vi med, og vi finner den på veien.
fkv: Piililä met ajama, ja met tehemä sen tielä.

source: Spørsmål som trener betydning
fkv: Kysymykset mikkä träänäthään merkitystä

source: Hva er dette?
fkv: Mikä tämä oon?

source: Vet du hva det heter?
fkv: Tieđätkö mikä sen nimi oon?

source: Hva gjør vi med dette?
fkv: Mitä met tehemä tämän kans?

source: Hvor finner vi dette?
fkv: Mistä löyđämä tämän?

source: Har du sånt hjemme, i barnehagen?
fkv: Oonko sinula tämmöinen kotona, lastentarhaassa?

source: Hva slags ting er dette?
fkv: Kummoinen assii tämä oon?

source: Hva kaller vi denne type ting?
fkv: Miksi met kuttuma tämänsorttista tinkkaa?

source: Nøkkelord
fkv: Avvainsana

source: Klikke på knappene under for å gå til Nøkkelord i lærerappen eller i eventyrappen:
fkv: Klikkaa knappii alapuolela niin ette pääset Avvainsanhoin oppima-apissa tahi eeventyyriapissa:

source: Du kan også bruke de trykte ordkortene fra språkesken, eller laste ned en pdf og skrive ut ordkortene.
fkv: Sie saatat kans pittäät kieliloovan sanakorttii, tahi lastata alas pdf:n ja printata sanakortit.

source: Her skal man finne eventyrkarakteren som fortellestemmen spør etter.
fkv: Tässä häyttyy löyttäät net eeventyyrikaraktäärit joita muisteliijaääni kyssyy.

source: Ved å trykke på tallene fra 1 til 3 vil fortellestemmen gi hint som gjør det lettere å finne riktig eventyrkarakter.
fkv: Ko klikkaat numeroita 1-3, niin muisteliijaääni anttaa vinkkii joitten avula oon helpompi löyttäät oikkeen eeventyyrikaraktäärin.

source: Gjettelek
fkv: Arvausleikki

source: Finne kortet
fkv: Löyttäät kortin

source: ​ Her skal man finne ordet som fortellestemmen spør etter.
fkv: Tässä häyttyy löyttäät sen sanan jota muisteliijaääni kyssyy.

source: Kategoriseeringit Her er det kunnskap om å ordne, sortere og kategorisere som er viktig.
fkv: Tässä oon tiettoo siitä kuinka oornathaan, sortteerathaan ja kategoriseerathaan assiit mikkä oon tärkkeet.

source: Spørsmål som gir trening i å sammenligne, klassifisere, ordne og sortere.
fkv: Kysymykset mikkä annethaan träänäystä ko pittää verrata, klassifiseerata, oornata ja sortteerata.

source: Er det mat?
fkv: Oonko se ruokkaa?

source: Er det kjøretøy?
fkv: Oonko se kulkuneuvo?

source: Er det møbler?
fkv: Oonko se mööpeli?

source: Er det klær?
fkv: Oonko net vaattheet?

source: Er det leker?
fkv: Oonko net leekat?

source: osv.
fkv: tämä oon ja niin eđelheen (jne).

source: Hvis det er en aktivitet, hva kaller vi slike aktiviteter?
fkv: Jos se oon aktiviteetti, niin kuinka met kuttuma semmoissii aktiviteettiita?

source: Kategorisere
fkv: Kategoriseerata

source: Etter å ha jobbet med ordets betydning, kan man man utvide forståelsen ved å definere hvilke kategorier og overbegreper begrepet hører inn under.
fkv: Sen jälkhiin ko oon työtelty sanan merkityksen kans, niin saatethaan laajenttaat ymmäryksen sillä ette defineerathaan mihin kategorihaan ja yläkategorihaan se kuuluu.

source: For å trene på likhet og kategorisering kan du legge tre eller flere ord i rader og be barna ta bort det kortet som ikke hører til.
fkv: Tet saatatta harjoitella samanlaisuuksii ja kategoriseerinkkii niin ette panet kolme sannaa tahi enämen sannoi raithoon ja pyyđät ette lapset otethaan pois sen kortin mikä ei kuulu siihen.

source: 2b2 Likheter
fkv: Samanlaisuuđet

source: Tren på likheter, legg ut 10-20 ordkort med bildesiden opp.
fkv: Pane 10-20 sanakorttii niin ette kuvasivvu oon ylöskäsin.

source: La barna velge ut to bilder som hører sammen.
fkv: Anna lapset valita kaksi kuvvaa jokka kuuluthaan yhtheen.

source: Be dem fortelle hvorfor.
fkv: Pyyđä heitä muistelemhaan miksi.

source: Du kan gjerne vise dem framgangsmåten. 2b3
fkv: Sie saatat mielelä näyttäät heile kuinka laihiin sen pitäis tehđä.

source: Ordkortene kan også brukes til memory.
fkv: Memory / lotto

source: Da må du legge ut to og to like kort og det antallet som passer barnegruppa. 2-4 barn spiller sammen.
fkv: Silloin sie häyđyt panna esile kaksi ja kaksi samanlaista korttii ja sen määrän mikä passaa lapsiroikale.

source: Å finne to like gir poeng.
fkv: 2-4 lasta pelathaan yhđessä.

source: Kortene kan bli liggende med bildesiden opp, eller spilleren kan ta dem ut og bruke dem som ett poeng.
fkv: Se saapi poengit kuka löyttää kaksi samanlaista korttii. Kortit saatethaan jääđä makkaamhaan kuvapuoli

source: Du kan bruke de trykte ordkortene fra språkesken, eller laste ned en pdf og skrive ut ordkortene.
fkv: Sie saatat kans pittäät kieliloovan printattui korttii, tahi lastata alas pdf:n ja printata sanakortit.

source: I eventyrappen finnes også aktiviteten Lotto.
fkv: Eeventyyriapissa oon kans Lotto-aktiviteetti.

source: Klikk på knappen under for å gå til Lotto i eventyrappen:
fkv: Klikkaa knappii alapuolela niin ette pääset Lotthoon eeventyyriapissa:

source: 2b4
fkv: Panna

source: Ordkortene kan brukes til å trene begreper som øverst/den øverste, nederst/den nederste og i midten/den midterste.
fkv: Sanakorttii saatethaan pittäät siihen ette harjoitelhaan termii niin ko ylimäinen/ylimäissiin, alimainen/alimaissiin ja keskimäinen/keskimäissiin.
